{"podcast_details": {"podcast_title": "TopMedTalk", "episode_title": "Prehabilitation - evidence over hype | Prehabilitation / EBPOM 2023", "episode_image": "https://ssl-static.libsyn.com/p/assets/7/e/2/c/7e2c14c405a2c33e/TMT_coverart_latest_A1.jpg", "episode_transcript": " Topic 2. It's so huge, but there's no industry involved in it. There's no money involved in it. So the focus isn't there as much. And I would love to see this take off and people recognize that this is where all the gains can be made. I truly believe if everyone could just eat well, sleep, possibly see a therapist, like 90% of our health care problems would go away. Heather Gill there. We're going to be hearing more from her later. Welcome to the TopMed Talk Table. Today's podcast is a collection of a couple of conversations that we had during Edpom 2023 at the TopMed Talk Table. These are some of the contributors who popped over and said hello. Coming up, we're going to be hearing more from Heather Gill. She speaks about the PREHAB trial, multimodal prehabilitation for patients awaiting open abdominal aortic aneurysm repair, an international randomized controlled trial. She's in the second half of this podcast and she'll also be speaking about prehabilitation and the differences with vascular surgery. But first, we're going to be doing a profile of Professor Enoch Akawa. He's going to be talking about the PREPS trial, prehabilitation in elective patients undergoing cardiac surgery, a randomized controlled trial. Where do the results of the PREPS trial take us? And how do we avoid hype-based medicine rather than evidence-based medicine? Don't forget there are links in the show notes to these contributors, both of whom are featured on the Edpon website. Check out the TopMed Talk show notes. My name is Professor Enoch Akawa. I'm a cardiac surgeon in South Tees Hospital in Middlesbrough, North East of the UK. And I also work at Newcastle University, which is also in the North East of the UK. Did my cardiac surgical training in the Southwest, so completely opposite side of the country in Bristol and Plymouth. I spent a year in Australia, the Royal Melbourne Hospital, on a fellowship and then took up my consultant post about 10 years ago up at South Tees. I'm interested in improving outcomes after cardiac surgery. Over the last decade or so, cardiac surgery has changed quite profoundly. On the one hand, we're operating on more frail, more older patients with more comorbidities. At the same time, we've got new competitive interventions, mostly delivered percutaneously. And so there's a kind of real imperative to get the very, very, very best outcomes for any patient who ends up having an operation. My research interest really is finding ways to do that. And the two key things that I've been looking at, one is minimizing the insults of surgery. So, minimally invasive surgery, how do those things impact on outcomes after surgery? And the other is just getting people ready for their surgery. So prehabilitation, which is really what I've been talking about in the meeting today. So prehabilitation is really seizing the opportunity of that time between when the decision's been made that you're going to have an operation to when you actually have the operation, making use of that opportunity to really improve your functional exercise capacity and your fitness so that we can get much better outcomes after you have your surgery. What I find when patients are getting ready for their surgeries, they want to know. The first thing patients are always asking me is, what can I do to improve my outcomes? Patients want to be engaged, they want to be involved in that. What we currently have in cardiac surgery is you're told you have surgery, you go away, you're on a waiting list. And at some point, you get a phone call from the hospital saying your operation is next week and you come. And there's no engagement. And patients really want some opportunity to be in control, to take charge, to continue to get questions answered and really work out how they can make the experience as positive as possible. So I find patients really engaged in the idea of taking control and being prehapped for their surgery. So prehab is quite common, but a lot of the evidence is in patients having cancer surgery. So in cardiac surgery, there really is very little evidence for prehabilitation. And the concerns that we have in the cardiac surgical community center around three things. So does it work? That's the first thing. Can you do it? Is it feasible? Because actually, you now need to insert quite a complex intervention into the clinical pathway. And then finally, and perhaps more importantly, is it safe? Because traditionally, patients with heart disease have not exercised. In fact, a lot of our guidelines say you shouldn't exercise because you can bring up your symptoms. So answering those three questions has been the focus of the PREPS trial, which I presented today and is published in the Journal of Anesthesia for the first time today, this morning. So PREPS is what we call a randomized control trial. So it involves 180 patients from the northeast of England. And patients were basically approached when they were accepted for surgery to take part in the trial. And then they were randomized. So by chance, they were put into two arms. One arm is the control arm, where they got the standard care, which you would expect. So consent, conversations with specialist nurses, et cetera. And then the prehab arm had a four-week prehab intervention. And that intervention had four aspects to it. So there was an initial assessment of fitness. Then patients had to have a four-week training program, which involved coming to the hospital twice a week for a one-hour exercise session. The third element was exercise at home. So patients were then prescribed 45 minutes of exercise, which they had to do at home every day. And then the final element is what we call inspiratory muscle training. So we gave the patients a device that they had to use to train their breathing muscles. And these are the muscles that you use after the operation to make sure that you're breathing properly, coughing properly, and not getting a chest infection. So those were the two arms. Patients were then followed up for 12 weeks. And then we measured three outcomes. So we measured efficacy outcomes. So does it work? Safety outcomes. So is it safe? And then compliance. So how well do they keep to the plan of the prehab intervention? So what did we find? Well, the first thing we found is that compliance was very high. So about 80% of patients were able to comply with the prehab intervention. So all those four elements that I described. That's really, really good. But it's got a bit of a sting in the tail in that over half the patients we asked to take part did not take part in the trial because they did not like traveling to a hospital to have their intervention. So once you got in, you were very good at doing it. But a lot of patients did get in because of that reason. So that's something to think about going forward. Did it work? Efficacy. So we measured whether it worked by measuring what we call six minute walk test distance. So how far can you walk in six minutes before and after the training? And what we found is that for the whole population, actually, there was no difference in the six minute walk test distance. But there was a difference in patients who were frail. So for frail patients, it made a difference. And that's important. We also found that in terms of the inspiratory muscle training, it made a big difference to everybody. So everybody benefited from that. So that's two things to take forward into a larger trial. And the third thing was, is it safe? And there it was mixed really. So patients in the prehab arm had more of what we call adverse events. So things that they reported that had gone wrong. But a lot of the times those things were not related to the prehab intervention itself. So we think that maybe there's what we call bias because we're seeing these patients quite often over that period of time compared to the patients in the control arm who we just didn't see at all. Patients we saw came and told us, this has happened, this has happened, this has happened. So although there are more adverse events, we're not certain whether that's really because of the intervention. It might be just because of the bias because we're seeing the patients very often. So a complex picture, and that's the beauty of clinical trials is you get a lot of information. But what it does is it allows us to really kind of think about what the next trial looks like and that next trial should really focus on the safety. We need some clear information about that. We clearly need to focus on patients who are frail because that's where we think we'll get the biggest bang for our buck. And inspiration muscle training is clearly important because it worked really well. And I think that's the direction of travel for future trials. What is critical is that we need to find the evidence to make sure that this works. So I've got this phrase about evidence-based medicine versus hype-based medicine. And we really want prehab to be evidence-based, not just something we do because all the people who work in cancer are doing it. We think it's great, so we're going to do cardiac surgery because the two populations are quite different. And so it's critical that we find the evidence. So it is exciting because I think there's a lot of work to do. And the PrEP trial has given us some clues to the direction in which we should travel. So yeah, I think it's great. It's the start of a whole new area of science for cardiac surgery. And hopefully at the end of it, we'll come out with the appropriate intervention that will give our patients the biggest benefit. You're listening to TopMedTalk. Our contributors are also featured on the Edpom website. Check out the links in the show notes. Also if you want to feedback on any of these comments that are being made here on TopMedTalk, contact at topmedtalk.com is our email address, or you can pop it in the comments section where you found this podcast. Also the trials that we're discussing here are also linked to in the show notes. So my name is Heather Gill. I'm currently a vascular surgeon at McGill University. So general surgery training in Canada is six years long. So after you graduate medical school, you go into general surgery training. Graduated in 2012. And then I went to the US where I did vascular surgery training at Columbia and Cornell. It was a mixed program. And then when I finished that and graduated, I went back to McGill as a faculty member. I have a strong interest in prehabilitation. That's my research focus. I just finished as research chair for the Canadian Society of Vascular Surgery. I'm currently the president-elect. So I do a lot of vascular surgery in Canada. You kind of have to do all aspects of vascular surgery. But my focus is really in frailty and prehabilitation. So the concept of getting people ready for surgery before they have to undergo the surgical stress of a surgery. Actually, I really like prehabilitation. It makes a lot of sense. I was an athlete all my life. And the concept of training and getting fit and ready for a big event always made sense to me. So when I realized that that was an element of surgery, it made total sense to me to get people ready for surgery. It makes sense intuitively. The question is, do we have the evidence for it? Because in order to get governments to fund any kind of program in the hospital, you need to make sure that you have very good evidence for it. So that's what we're trying to do right now. So in vascular surgery, we really don't have a lot of evidence. So there's very good evidence in other surgical specialties and in high-risk patients, which is most vascular surgery patients. But we don't have the definitive trials yet. So that's what I'm actually doing is I'm running a multinational trial looking at prehabilitation in aneurysm surgery. Got some funding from the Canadian Institute for Health Research to run a multinational randomized control trial across six centers, three in the UK, two in Canada, one in Spain, looking at basically doing prehabilitation, which was multimodal prehabilitation, which is a concept of exercise, nutritional counseling, psychological counseling, to try to improve patients' resilience before they undergo an open aneurysm repair. So yeah, I mean, surgery is a massive physiological insult to the body. And recovery from surgery is just very difficult for patients. It's easy in 15-year-olds. But unfortunately, as much as we all think we're 15, we're not anymore. So we really need to improve patients' baseline functional status, their ability to get up and walk to the bathroom, et cetera, before they undergo the surgery. Because if they can't do it before, they certainly aren't going to be able to do it afterwards. So our main outcome is looking at complications. We are also looking at how cost-effective it is, the quality of life, patient-reported factors, which are often different than doctor interest factors. But I think if it doesn't change complications at all, and if patients do just as well with or without it, then we'll have to say that it's hype-based medicine instead of evidence-based medicine. That was, Enoch presented that this morning. I have to give a quote out to Enoch. Whether you're doing evidence-based medicine or hype-based medicine, and everyone gets all excited about some things, and then they find out years down the road that it doesn't actually work. So it's actually very funny. I did a master's of public health in my general surgery training, because at the time I thought I was going to be a trauma surgeon and a global health specialist. So my plans initially were to fly around the world and do population-based interventions, pit latrines for instance. And then I became a vascular surgeon, and I realized, oh, that's not what I'm going to do. And now somehow five years down the line, 10 years down the line, I'm back to doing population-level health. And just if we can intervene, we have a very captive population in perioperative medicine. So patients need to have a surgery. They often have a sort of a-ha moment. They refocus on priorities, and they refocus on their health, because they have this event that is about to happen to them, and they're very stressed about it. So this is our moment to sort of re-educate people on just the pillars of a healthy lifestyle, which sort of gets lost in our busy world that we all live in. The thought process is that if you're fitter, if you or I decided tomorrow to go run a marathon, it would be hopeless. No offense, but myself included. I get to about mile three and then just collapse. Whereas if you gave me six weeks to train for it, to make sure that I'm eating the best that I can to make sure that I'm not having any behaviors, smoking, drinking, that are going to hinder me to exercise with a specialist whose sole focus is training for a marathon, well, even though in six weeks I may not be able to do a marathon, I'm certainly going to be better than I am today. And so when we think of the marathon as surgery, it's the same concept. If you just go into surgery point blank as you are, it may not go that well if it's a massive surgery. But if we can train you and prepare you for that surgery, then the likelihood of you coming through it with less complications and less effect on your ability to return to normal life will theoretically be better. So that's the mechanism really we think about it. Every patient population is very different and that's the key. So patients with a cancer diagnosis are usually all in. They want to do everything they can to improve their chance of quote unquote beating the cancer and winning the fight, which is terminology I don't like. And then vascular surgery patients are a little bit different because aneurysms are things that the general population don't really understand very well. So it takes a lot more education to really explain to them why they need this massive surgery. You're going to take someone who feels healthy and then really give them a massive surgical insult and make them feel like crap. And so it takes a lot of explaining for them to understand why we're going through it. And then once they understand, they usually take it very well and they understand the need for all of this other stuff. It's harder in vascular than it is in cancer, for sure. I would love the field of prehabilitation to expand. We spend so much time in the world of medicine for a lot of the wrong reasons, focusing on interventions that are going to improve patient's health by 1%, half a percent. You look at big chemotherapy trials or big immunotherapy trials and everything's focused on, oh, they're going to get 1% increase in survival. And we're missing the obvious. If we can make people exercise, you're looking at 50% improvement in complications, 25% improvement in quality of life. It's so huge, but there's no industry involved in it. There's no money involved in it. So the focus isn't there as much. And I would love to see this take off and people recognize that this is where all the gains can be made. I truly believe if everyone could just eat well, sleep, possibly see a therapist, like 90% of our healthcare problems would go away. Thanks for downloading TopMedTalk. Don't forget to subscribe and don't forget to check out the show notes to this podcast for some more links. Thanks for downloading TopMedTalk. Don't forget to subscribe via your podcatcher. Don't forget to check us out on social media. On Twitter, Facebook, LinkedIn and YouTube. And also, don't forget, TopMedTalk is the broadcasting arm of Edpom, evidence-based perioptive medicine. We'd love you to find out more about that. If you check out Edpom.org, you can find low prices on some of the conferences we're organizing around the world. Many of them are virtual and don't even involve you leaving your own home. Check out Edpom.org now."}, "podcast_summary": "In this podcast, the focus is on prehabilitation in surgical patients. The first part of the podcast features a profile of Professor Enoch Akawa, a cardiac surgeon, who discusses the importance of minimizing the insults of surgery and getting patients ready for their procedures. He specifically talks about the PREPS trial, a randomized controlled trial that investigated the feasibility and safety of prehabilitation in elective cardiac surgery patients. The trial involved a four-week prehab intervention that included fitness assessment, training program, exercise at home, and inspiratory muscle training. The results showed high compliance with the prehab program, especially in frail patients, and benefits in terms of inspiratory muscle training. However, there were some adverse events reported in the prehab arm, though it's not clear if they were directly related to the intervention. Professor Akawa emphasizes the need for further research to determine the efficacy and safety of prehabilitation in cardiac surgery. The second part of the podcast features Heather Gill, a vascular surgeon, who discusses her research focus on prehabilitation in aneurysm surgery. She highlights the importance of improving patients' functional status before surgery to enhance postoperative recovery. Gill also mentions the challenges of implementing prehabilitation in vascular surgery, especially in educating patients about the need for surgery. She expresses her hope that the field of prehabilitation will expand and receive more recognition for its potential to significantly improve patient outcomes. Overall, the podcast highlights the potential benefits of prehabilitation in surgical patients and the need for more evidence-based research in this area.", "podcast_guest": "Heather Gill", "podcast_highlights": "- New research shows that prehabilitation can significantly improve outcomes in patients undergoing cardiac surgery\n- Prehabilitation involves a multimodal approach, including exercise, nutritional counseling, and psychological counseling\n- Compliance with prehabilitation interventions was high, with about 80% of patients able to adhere to the program\n- Results showed that prehabilitation had a positive impact on frail patients and was particularly effective in improving inspiratory muscle training\n- Safety concerns were raised, but it was unclear whether adverse events were related to the intervention or other factors\n- The need for evidence-based medicine in prehabilitation was emphasized to differentiate it from hype-based medicine\n- The potential for prehabilitation to have significant benefits for patients and reduce healthcare problems was highlighted"}