{"podcast_details": {"podcast_title": "TechWave: A Gartner Podcast for IT Leaders", "episode_title": "Delivering Sourcing, Procurement and Vendor Management Value", "episode_image": "https://image.simplecastcdn.com/images/71f83cc1-de44-4d7e-85f6-b9c8529305c7/6ffff715-bd49-4636-aef2-6ce5873920c4/3000x3000/gartner-tech-wave.jpg?aid=rss_feed", "episode_transcript": " This is TechWave, a Gartner IT podcast. Welcome to TechWave, Gartner's podcast for technology-driven business results. I'm your host, Frances Karamouzes, and in our podcast structure for this month, we're going to use a format called Nerd with Me. In this format of our podcast, we invite one of our most important content leaders for a topic, and we explore some of the challenges or problems facing our clients. And of course, our content expert will share some research of what we're doing to deliver to our clients to address those challenges. We name this podcast Nerd with Me because we want to delve into a concept, look at it a little more closely, and use our rich library of Gartner data to deeply explore it and in fact, burrow a hole in the middle of it and understand the implications on most of all the action items that Gartner research teams advise our clients to pursue. With that backdrop, I'd like to invite Mr. Yannis Kouralis. Yannis is the chief of research for sourcing, procurement, and vendor management. Yannis, thanks for joining us today and welcome. Hi, Fran. Thank you very much. I'm actually very happy to be here today and talk about sourcing, procurement, and vendor management, the functions, the people, the teams. They're really in the spotlight these days as enterprises expect them to have them help them with the current economic headwinds while improving antiquated processes of the past that were slowing down our enterprises in their effort to transform in a digital world. Let me start with sort of like a naive question because sourcing, procurement, and vendor management is a bit of a mouthful. So tell me, who is a sourcing, procurement, and vendor management person? Is it one person? Is it multiple? Where do they typically reside in the organization? Yes, that's actually a very interesting question. It's the $1 million question actually. As those roles are still evolving and there are many factors that are actually influencing where these people are, how these teams are structured. Let's start by describing how Gartner views the role. The term stands for sourcing, procurement, and vendor management. But the actual existence of a function that includes some or all of these capabilities, as I said, depends on many factors. Some works have sourcing and procurement reporting to a chief financial officer or a chief procurement officer when vendor management is reporting into a CIO organization. But that does not mean that we don't see all these capabilities being under a CIO or a CFO or a COO. As we say here at Gartner, sourcing, procurement, and vendor management are capabilities. And as long as we're developing them the right way, the reporting structure is not as critical as many would think. What is very important and very critical for people to remember and for people to understand is that these roles are focusing on the indirect spend of technology. How we buy technology, how we manage those technology vendors. That last part is kind of what piqued my interest because I was just looking at one of Gartner's many forecasts. And the forecast for IT spending, which is kind of software and hardware and services and platforms, all of that together, just the services part is $1.4 trillion. And when you add the whole thing together, it's over $4 trillion. That's quite an impactful amount of money, but it's also having big impact in the organization. These days, technology is a must to drive everything that they do. So let me ask you kind of one of the most initial obvious questions. What technology trends are affecting the role of SPVM and its priorities? Absolutely. I will dare to say that GEN.AI is number one, but we will get into that later. So let's start with some very obvious ones, but ones that we keep ignoring in the market. As you said, we're talking about a lot of money out there, many vendors, many new products or services popping out every single day. So this proliferation of unproven vendors is the number one challenge for sourcing procurement and vendor management teams because it's a trend, right? We constantly see all these new technology vendors, but SPVM leaders are not ready to deal with that proliferation of vendors and provide appropriate market insights to their internal customers. And we here at Gartner, we try to develop both branded and unbranded research to really support them with that issue. Also, we're trying to help them with how they engage with these vendors. We have the emergence of what we call vendor ecosystems. It's not a new term, but companies and organizations are realizing that they need to identify the right partners or companies they need to work with. And they have to find extremely challenging environments, ways to deal with those vendors. On top of that, we have geopolitical issues, which we might think they're not a technology trend or a challenge, but they are. Because when there is geopolitical instability, we have services issues. And we need to teach our customers how they're going to be ready to pivot and start getting service from different regions of the world to make sure they mitigate the risks associated with those geopolitical issues. And within the organizations, and that's my last comment, we see the emergence of the product-based IT organization. So this emergence of fusion teams that they come together to develop new products with speed and agility are forcing social procurement and vendor management to rethink their role. Where do they fit? How do the processes are going to support these new ways of working? So, as I said, there are many trends out there, but those are the ones that today are affecting their role and is forcing leaders to think differently about how they will operate moving forward. So let me see if I got those right. One, you talked about vendor ecosystems and the complexity. And in my experience, one of the things that happens there is we no longer purchase things sequentially. Like the old days, we might buy some software, some hardware, and some services. Now we actually need to buy things concurrently. And you're making a lot of different decisions and you're buying more than one software package. And what the vendors are offering has become more complex where they're selling a multitude of things. So we got vendor ecosystems. We talked about geopolitical issues. We talked about fusion teams, which is a very interesting term that is now being more and more embraced in the market. These are multidisciplinary teams that want to act quickly. Therefore, they want to procure quickly. So with all these myriad of things going on that you discussed, tell me, how does an SPVM professional demonstrate business value? Yes, that's again a very important question. And one, that we are constantly trying to work with our customers on because in all honesty and in all fairness, no matter what's happening out there, people are always expecting sourcing, procurement, and vendor management teams to save money. Hard savings will always be part of the role, on the roles I'm talking about. But the value we bring to the table is not just there. As you mentioned, all of those areas and the complexity associated with this new world, sourcing, procurement, and vendor management teams need to be able to help their stakeholders buy with speed and agility, while at the same time, we mitigate contractual risks, operational risks, and potential financial and geopolitical risks, as we already said. So the value for this function is to reposition themselves to be that internal commercial advisor. We're not anymore about just executing an RFP. We are about building sourcing strategies that take all these different components and the non-sequential, as you said, needs and putting them together in a project, together with our business partners and our IT partners, so we can execute projects in a more effective and efficient way. So sourcing a procurement is not a black box anymore where people give requirements and they tell them go buy. Now we have to join these multidisciplinary teams and facilitate the buy. One of the things that we keep talking here at Gartner about is what we call business led buy. In the old days, we would call that shadow IT. But now we came to realize that we need to work with our business technologists and our IT people and together go and acquire products and services that will help us transform our organization. Wow, you said a mouthful there. Let me see if I got all of it correct. So I'll try and sort of recap here. First of all, I love that you're using the proverbial we when you were talking about it, as if we are together, one with our clients, and really feel both their pain and their successes. So what I heard in there is that in the old days, it was more about, hey, procurement, can you go out and get me some very specific savings and maybe haggle with these vendors and demonstrate some hard savings? And you sort of said, well, that's always going to be in the forefront where people are looking to get the best or optimized price for value. The big thing now is speed and agility. And that's the speed and agility of going through the whole process of involving, structuring the deal, sending out an RFP, getting a response, and then obviously negotiating a great deal, which is not just the price, but terms and conditions. So I love the term you use, which is business led by. Tell me, I heard that lots of people are thinking about this, and there's often a bit of a buyer's remorse. Tell me, you know, what is leading more to this business led by? Yeah, no, very good question. And again, you, you, you recap everything very well here. And I like using the term we because I feel, as you said, that we are working with our customers to solve their problems and their success is our success. But what our surveys showed us recently is that about 80% of people who are buying technology have a buyer's remorse within a year. What that means is that people who buy technology within a year, they regret what they bought. And if we go deeper into the data, we can see that that's not because they bought a bad piece of technology or a bad service. It's because they were not very clear on what they needed and what their true priorities are. So the problem is not actually with the vendors. The problem is with the internal organization. They don't know how to get together and come up with what they're trying to achieve. What are the business outcomes they want to achieve? And that's where this business led buying comes into the forefront again. We need our business stakeholders to be very clear on the outcomes they want to achieve through technology buying. And then we here at Gartner, we have developed playbooks, process playbooks to buy software as a service solutions through an agile process or to go through very complex services deals through what we call a dynamic sourcing process. We have real case studies with large companies where we have implemented these processes and we have seen great results in terms of speed, agility, but also in terms of the statements of work and the contracts that are signed. So both the vendors and the companies that are buying are very clear on what they wanted and what they will be getting out of these engagements. Very, very critical component. Yes. So, okay, if I caught that right, you're saying 80% of the actual buyers. So these aren't the procurement people, but these are the people in the business units and the functions, have buyers remorse. And some of the things that Gartner is publishing to help deal with that and help sort of educate both the procurement teams, the sourcing teams and the buyers are these agile and dynamic sort of sourcing playbooks. Is there maybe an example of a client that has used this or worked with us or, you know, put these things into practice? Any examples that you could share, Jani? Yes, absolutely. Our team doesn't just create theoretical playbooks based on what we think. We have come to also an agile approach ourselves where when we're coming up with new concepts, new approaches based on our data, we go and we try to implement them with companies. So this dynamic sourcing approach we have developed for complex managed services has been implemented with large companies like Nokia and Whirlpool. And the one thing I can share with you here was that if people who are hearing us know very well that complex managed services deals take more than six, sometimes nine months to be completed. And with Nokia and Whirlpool, we implemented dynamic sourcing process for a couple of complex managed services contracts. And we managed to complete those engagements in less than 90 days while we'll build very good contracts, great statements of work that allow those call bodies to move forward with their managed services. Wow. Okay. So that went from months and months and months to kind of a 90 day cycle. I think that that's what I would be demanding as well if I was a business leader that really had now gotten my funding and I wanted to kind of move forward and get my technology in place. So I was actually typing while you were talking and I see that these both of these case studies, Nokia and Whirlpool, are on Gartner.com. For those who are interested, you can download some of the research. So given all of that, what are the biggest challenges for SPVM leaders are facing as they try to mature and develop these functions and capabilities? I would imagine the typical example is not a Nokia and Whirlpool in 90 days, but it's taking a lot longer. So what are some of the things that they're doing to develop their functions and capabilities? Absolutely. You're absolutely correct. And you know, the number one challenge and one that even Sourcing, Procurement and Vendor Management leaders are underestimating is the lack of their strong internal branding and credibility. Sourcing, Procurement and Vendor Management teams, traditionally and historically, they have been seen as very tactical functions that they will be blamed for being a bottleneck, for slowing us down, for not understanding what we're trying to achieve as companies. So the branding is suffering. So one of the first things we try to do with these leaders is to help them reposition their functions and the value that they bring to the table, as we already discussed. Now from there, they have to start building business cases for appropriate resources, for tools, and themselves they need to transform their thinking and not approach everything as a compliance based engagement. So just to sum up, the problem is that they don't have the credibility to ask for things that they need. And at the same time, they potentially have resources and skills that we would call their own school. So they need to transform themselves while they're transforming their functions. And if we think about smaller companies, that they don't have resources even or named leaders in these functions, creating approaches and frameworks that will allow them to buy and manage vendors more effectively is even a bigger challenge. So I won't go into much more detail, but maturing the function is not something straightforward for Sourcing, Procurement and Vendor Management leaders. And so when you talked about branding, you're talking about the internal branding of Sourcing, Procurement and Vendor Management teams to their internal constituents. So they're almost like an internal sort of service provider helping everyone in the organization. And then you talked about lack of resources, but then it piqued my interest at some point. I think you said lack of automation, if I got that right. So that breaks up the biggest topic of the year, which I think is Generative AI. So what are the most impactful things that SPVM teams are doing as it relates to Generative AI? Yes, absolutely. Generative AI is what has gotten everybody's attention in the last few months. And when it comes to Sourcing, Procurement and Vendor Management, there are two tracks of work or of interest, if you may. If we may say the number one focus is how can we, as Sourcing, Procurement and Vendor Management leaders, take advantage of these new capabilities to create efficiencies within our processes, how we approach Sourcing strategies, category plans, data analytics. So there are many examples out there where these already existing capabilities can help us become better. And our analysts are in the process of publishing research specifically for Sourcing, Procurement and Vendor Management leaders and how Generative AI can help them. The other track of work, though, is that we, as those who are helping with contracting and engaging with these vendors, need to create approaches that will allow us to contract appropriately with these new vendors, these products and services, while again we move with speed and agility. But Generative AI is a new world, so there is a lot of learning that needs to be done by Sourcing, Procurement and Vendor Management leaders. And again, we're trying to publish research right now on how to contract, what not to do when contracting with these vendors, and we're looking into pricing models for specific mega vendors and for Gen. AI vendors in general. So we're spending a lot of our time and a lot of our resources are focusing on these topics, so we can help those leaders mature their function but also support effectively their constituents, their stakeholders, their customers, if you may say. Wow, okay. So there's two components there. One is how Generative AI is going to be applied to the internal processes of Sourcing, Procurement, Vendor Management, maybe things like writing RFPs or writing, let's say, a first draft of an RFP that is factually in quality check. And then of course, serving those constituents that we talked about and helping them procure these complex things. So I'm excited to hear that we're writing all of this research on pricing but also on processes related to how is this new world of Gen. AI going to change what we buy, how we buy it, how quickly we buy it. So we'll stay tuned for that. We've covered a lot of ground today. Maybe, Yanni, are there any sort of last thoughts or kind of some words of wisdom that you want to leave all of our listeners with as we kind of part ways? Absolutely. And Frantz, thank you very much for giving me the opportunity to actually make the point that I always make in my inquiries with customers. No matter what the question is, there is one answer I always give on my calls and my engagement with customers. We need to reposition the function and their role within the enterprise to become a commercial internal advisor. They need to have strong internal and market data capabilities to be able to influence strategies and roadmaps. We cannot remain in the old way of operating as a tactical function. It's very comfortable and even today can bring some value. But if we want to be relevant moving forward, especially in this new era of generative AI, we need to reposition our role as social procurement and vendor management leaders within the enterprise. Wow. Okay. So you've been saying that for a while now. So with generative AI, maybe we might hit a tipping point where this is going to become even more profound. So it's important before. It's now even more important that we kind of move and end, you know, move away from the old tactical function and really focus on speed and agility. So with that, we conclude this month's TechWave podcast for technology-driven business results. Thank you so much, Yari. Thank you, Fran. All content in Gartner podcasts is owned by Gartner and cannot be repurposed or reproduced without Gartner's consent. Gartner is an impartial independent analyst of business and technology. This content should not be construed as a Gartner endorsement of any enterprise's product or services. All content provided by other speakers is expressly the views of those speakers and their organizations."}, "podcast_summary": "In this month's TechWave podcast episode, host Frances Karamouzes introduces the Nerd with Me format, where they explore the challenges and solutions within sourcing, procurement, and vendor management. Yannis Kouralis, the chief of research for sourcing, procurement, and vendor management at Gartner, joins as a guest to discuss the role and challenges of SPVM professionals. They delve into various technology trends impacting SPVM, including the proliferation of unproven vendors, vendor ecosystems, geopolitical issues, and the emergence of product-based IT organizations. Yannis emphasizes the importance of demonstrating business value by repositioning SPVM as internal commercial advisors, helping stakeholders buy with speed and agility while mitigating risks. He also discusses how the lack of strong internal branding and credibility, as well as the need for automation, present challenges for SPVM leaders. Additionally, Yannis highlights the impact of generative AI on SPVM, both in terms of internal process efficiencies and contracting with new vendors. He stresses the need for SPVM to reposition their role within the enterprise as commercial internal advisors to stay relevant in the era of generative AI.", "podcast_guest": "Yannis Kouralis", "podcast_highlights": "Highlights for business executives from the podcast:\n1. The role of sourcing, procurement, and vendor management is evolving and gaining importance in helping enterprises tackle economic headwinds and transform in the digital world.\n2. Technology trends affecting the role include the proliferation of unproven vendors, the emergence of vendor ecosystems, geopolitical issues, and the emergence of product-based IT organizations.\n3. Business value for sourcing, procurement, and vendor management teams lies in their ability to help stakeholders buy with speed and agility while mitigating risks and focusing on business outcomes.\n4. Gartner has developed playbooks, such as dynamic sourcing processes, to improve speed and effectiveness in technology buying. Case studies with companies like Nokia and Whirlpool have shown significant reductions in time-to-completion.\n5. Challenges for SPVM leaders include the lack of internal branding and credibility, lack of resources, and the need to transform from compliance-based engagement to internal commercial advisors.\n6. Generative AI presents opportunities for SPVM teams to create efficiencies in processes and contracts, as well as to support constituents in navigating the new world of technology procurement.\n7. SPVM leaders should reposition their function as commercial internal advisors, leveraging strong internal and market data capabilities to influence strategies and roadmaps."}